Repository: AntoninSlejska/text2test
Catalog: i18n/*/LC_MESSAGES/text2test.po
Languages: de_de

source: Show the solution
de_de: Zeig mir die Lösung

source: Show the original text
de_de: Zeig mir den ursprünglichen Text

source: Show the test
de_de: Zeig mir den Test

source: Check the test
de_de: Überprüfe den Test

source: The text is perfect now.
de_de: Der Text ist jetzt perfekt.

source: The text is not quite correct yet.
de_de: Der Text ist noch nicht ganz richtig.

source: Choose your language
de_de: Wählen Sie Ihre Sprache

source: Choose your language level
de_de: Wählen Sie Ihre Sprachniveau

source: Language level
de_de: Sprachniveau

source: Choose a text
de_de: Wählen Sie einen Text

source: Choose a test type
de_de: Wählen Sie einen Testtyp

source: or insert a text here.
de_de: oder setzen Sie einen Text hier.

source: Would you like to save the text to the database?
de_de: Möchten Sie den Text in der Datenbank speichern?

source: Would you like to save the test to the database?
de_de: Möchten Sie den Test in der Datenbank speichern?

source: Title
de_de: Titel

source: Source of the text
de_de: Textquelle

source: Select a language level
de_de: Wählen Sie ein Sprachniveau

source: Make it publicly available
de_de: Öffentlich zugänglich machen

source: Save
de_de: Speichern

source: The text was successfully saved.
de_de: Der Text wurde erfolgreich gespeichert.

source: The text was not saved. The error message:
de_de: Der Text wurde nicht gespeichert. Die Fehlermeldung:

source: The test was successfully created.
de_de: Der Test wurde erfolgreich erstellt.

source: The test was not created. The error message:
de_de: Der Test wurde nicht erstellt. Die Fehlermeldung:

source: The test was successfully saved.
de_de: Der Test wurde erfolgreich gespeichert.

source: The test was not saved. The error message:
de_de: Der Test wurde nicht gespeichert. Die Fehlermeldung:

source: Check the highlighted fields and try to save the form again.
de_de: Überprüfen Sie die markierten Felder und versuchen Sie das Formular erneut zu speichern.

source: The code is on GitHub.
de_de: Der Code ist auf GitHub.

source: internationalisation
de_de: Internationalisierung

source: You can find the test on the URL
de_de: Sie können den Test auf der folgenden Adresse finden

source: Source
de_de: Quelle
